IdeaRS.OpenModel.Material.ReinfBarSurface
Reinforcement bar surface

IdeaRS.OpenModel.Material.ReinfBarSurface.Smooth
Smooth bar surface

IdeaRS.OpenModel.Material.ReinfBarSurface.Ribbed
Ribbed bar surface